[{
  "_id": {
    "$oid": "65f59b6f3ee2b0a6ac604581"
  },
  "event_title": "VIETNAM TELEFILM 2024 – Triển lãm Phim & Truyền Hình Việt Nam",
  "event_tag": "Triển lãm",
  "location": "Trung tâm Triển lãm và Hội nghị Sài Gòn (SECC)",
  "province": "Tp. Hồ Chí Minh",
  "contact_email": "adpex@gmail.com",
  "contact_tel": 749382827,
  "start_time": "09:00",
  "start_date": "2024-06-06",
  "end_date": "2024-08-06",
  "description": "<p>Vietnam Telefilm 2024 nền tảng trực tuyến được tổ chức từ ngày 06 – 08/06/2024 tại Trung tâm Hội chợ và Triển lãm Sài Gòn SECC số 799 Nguyễn Văn Linh, Quận 7, TP.HCM. Telefilm được tổ chức thường niên bởi Công ty cổ phần Adpex (ADPEX JSC), Hiệp hội Internet Việt Nam (VIA) và Hội Tin học Việt Nam (VAIP)… phối hợp tổ chức dưới sự chủ trì của Bộ Thông tin và Truyền thông, Bộ Khoa học và Công nghệ, Bộ Công Thương.</p><p>Vietnam Telefilm là nơi quy tụ nhiều công ty, nhà sản xuất, nhà cung cấp hàng đầu trong lĩnh vực phim và công nghệ truyền hình tại Việt Nam cũng như trên thế giới. Triển lãm là nơi giao dịch mua bán nội dung và công nghệ trong lĩnh vực Phim và Công nghệ Truyền hình, các thiết bị ứng dụng sáng tạo và những dịch vụ liên quan, được giới chuyên môn trong nước và quốc tế đánh giá cao.</p><p>Các sản phẩm trưng bày tại triển lãm tập trung vào lĩnh vực trong chuyên ngành phát thanh, truyền hình, phim ảnh trong đó tiếp tục tập trung vào các lĩnh vực chính như phát triển chuyên kênh đặc sắc, đa dạng. Cùng đó, các đơn vị tham dự có thể trao đổi kịch bản, nội dung phát thanh truyền hình, tổ chức sản xuất, bản quyền với các kênh quốc tế và xuất nhập khẩu nội dung cũng như cơ hội quảng bá sản phẩm của các hãng thiết bị nổi tiếng thế giới, tạo điều kiện cho các đài phát thanh và truyền hình tại Việt Nam tiếp cận với công nghệ phát thanh và truyền hình hiện đại của thế giới.</p>",
  "banner": "banner-vietnam-telefilm-2024-trien-lam-phim-and-truyen-hinh-viet-nam.jpg",
  "created_at": {
    "$date": "2024-03-16T13:15:27.815Z"
  },
  "updated_at": {
    "$date": "2024-03-17T11:32:01.111Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65f59f283ee2b0a6ac60459c"
  },
  "event_title": "VIETNAM EXPO HCM 2024 – Hội chợ Thương mại Quốc tế Việt Nam tại TP. Hồ Chí Minh",
  "event_tag": "WorkShop",
  "location": "Trung tâm Triển lãm và Hội nghị Sài Gòn (SECC)",
  "province": "Tp. Hồ Chí Minh",
  "contact_email": "vinexad@gmail.com",
  "contact_tel": 785494712,
  "start_time": "13:00",
  "start_date": "2024-12-05",
  "end_date": "2024-07-12",
  "description": "<p>VIETNAM EXPO HCM 2024 – Hội chợ Thương mại Quốc tế Việt Nam tại TP. Hồ Chí Minh sẽ là một chuỗi các Triển lãm chuyên ngành liên kết kiến tạo các cơ hội kết nối và mang lại nhiều giá trị cho các đơn vị tham dự. Hội chợ do Công ty VINEXD phối hợp với các Tổ chức xúc tiến thương mại quốc tế và Hiệp hội ngành hàng tổ chức từ ngày 05/12/2024 đến ngày 07/12/2024.</p><p>Các hoạt động xúc tiến thương mại đã giúp kết nối và tạo ra nhiều giá trị kinh tế, đem đến những cơ hội thiết thực giúp doanh nghiệp Việt Nam tăng cường xuất khẩu, phát triển thị trường nội địa, góp phần thực hiện cam kết của Chính phủ về hội nhập kinh tế quốc tế. Với lịch sử là một sự kiện xúc tiến thương mại uy tín và lâu đời nhất tại Việt Nam, Vietnam Expo vẫn luôn khẳng định điều đó qua từng năm tổ chức và năm 2024 – sau một năm với nhiều khởi sắc của nền kinh tế Việt Nam, kim ngạch xuất nhập khẩu và đầu tư đều đạt những dấu hiệu tăng trưởng đáng mừng, hội chợ tiếp tục phát huy vai trò của một sự kiện xúc tiến thương mại xuất nhập khẩu và đầu tư, đưa sản phẩm Việt Nam quảng bá ra thế giới và ngược lại.</p><p>VIETNAM EXPO HCM 2024 dự kiến thu hút 950 doanh nghiệp đến từ 20 quốc gia và vùng lãnh thổ: &nbsp;Ấn Độ, Đài Loan, Hàn Quốc, Hong Kong, Indonesia, Malaysia, Nga, Nhật Bản, Singapore, Thái Lan, Trung Quốc, Mỹ, Tây Ban Nha, Ý, Đức …trên diện tích 15,000 m2 , tương đương 1000 gian hàng, bao gồm 04 khu triển lãm chính:</p>",
  "banner": "banner-vietnam-expo-hcm-2024-hoi-cho-thuong-mai-quoc-te-viet-nam-tai-tp-ho-chi-minh.jpg",
  "created_at": {
    "$date": "2024-03-16T13:31:20.193Z"
  },
  "updated_at": {
    "$date": "2024-03-16T13:31:20.196Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65f6b78d42c45185313e623a"
  },
  "event_title": "EMA VIETNAM 2024 – Triển lãm quốc tế ngành Điện – Máy Móc Thiết Bị Công Nghiệp – Tự Động Hóa",
  "event_tag": "Thiết bị thông minh-IoT",
  "location": "Trung Tâm Thương Mại Thế Giới Mới Bình Dương (WTC BDNC)",
  "province": "Tp. Bình Dương",
  "contact_email": "emavn@gmail.com",
  "contact_tel": 948857214,
  "start_time": "14:00",
  "start_date": "2024-05-08",
  "end_date": "2024-05-10",
  "description": "<p>EMA VIETNAM 2024 – Triển lãm quốc tế ngành Điện – Máy Móc Thiết Bị Công Nghiệp – Tự Động Hóa sẽ diễn ra từ ngày 08 – 10/05/2024 với mục đích tạo điều kiện cho các doanh nghiệp sản xuất, kinh doanh trong và ngoài nước giới thiệu sản phẩm, thiết bị, công nghệ mới; đồng thời cũng là cơ hội để các doanh nghiệp tìm kiếm cơ hội hợp tác, thu hút đầu tư, trao đổi khoa học công nghệ, thúc đẩy xúc tiến thương mại, mang lại nhiều hiệu quả cho hoạt động sản xuất kinh doanh, đóng góp tích cực cho công cuộc phát triển kinh tế, xã hội của đất nước.</p><p>Cuộc Cách mạng công nghiệp 4.0 đang diễn ra trên phạm vi toàn cầu, vừa là&nbsp; thách thức nhưng cũng vừa là cơ hội tốt để Việt Nam tái cơ cấu ngành công nghiệp, phát triển kinh tế đất nước. Cách mạng công nghiệp 4.0 đã và đang tạo ra một nền sản xuất công nghiệp có tính cạnh tranh mạnh mẽ, yêu cầu các doanh nghiệp phải không ngừng cải tiến, đổi mới, và sáng tạo. Để có thể nâng cao năng lực cạnh tranh, các doanh nghiệp không những phải dựa trên nền tảng tri thức mà còn phải năng ứng dụng các thành tựu khoa học công nghệ, các trang máy móc thiết bị công nghiệp – tự động hóa hiện đại, tân tiến. Không nằm ngoài xu thế phát triển chung, ngành điện cũng phải theo đà không ngừng phát triển và mở rộng.</p>",
  "banner": "banner-ema-vietnam-2024-trien-lam-quoc-te-nganh-djien-may-moc-thiet-bi-cong-nghiep-tu-djong-hoa.jpg",
  "created_at": {
    "$date": "2024-03-17T09:27:41.794Z"
  },
  "updated_at": {
    "$date": "2024-03-17T09:27:41.800Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65f6b81a42c45185313e6241"
  },
  "event_title": "GAMING VIETNAM 2024 – Triển lãm quốc tế về game và trò chơi điện tử",
  "event_tag": "Game/Trò chơi điện tử",
  "location": "Trung tâm Triển lãm và Hội nghị Sài Gòn (SECC)",
  "province": "Tp. Hồ Chí Minh",
  "contact_email": "adpex@gmail.com",
  "contact_tel": 937381737,
  "start_time": "15:00",
  "start_date": "2024-06-06",
  "end_date": "2024-08-06",
  "description": "<p>GAMING VIETNAM 2024 là triển lãm quốc tế lớn nhất Việt Nam về game và trò chơi điện tử, diễn ra từ ngày 06 đến 08/6/2024 tại Trung tâm Hội chợ và Triển lãm Sài Gòn – SECC (Quận 7, TP.HCM) do Công ty Cổ phần Adpex phối hợp với Cơ quan Nội dung sáng tạo Hàn Quốc (KOCCA) và sự bảo trợ, đồng hành của Bộ Thông tin và Truyền thông, Bộ Công thương và Bộ Khoa học Công nghệ tổ chức.</p><p>Triển lãm hướng tới mục tiêu tạo tiền đề thúc đẩy các quan hệ hợp tác trong việc triển khai các dự án về ngành Game, xây dựng và phát triển các nền tảng phù hợp với đặc thù của Việt Nam; an toàn và thông minh trong CMCN 4.0. Triển lãm dự kiến thu hút sự tham gia của hơn 200 gian hàng trưng bày và gần 100 đơn vị trong nước và quốc tế đến từ các nước Mỹ,</p>",
  "banner": "banner-gaming-vietnam-2024-trien-lam-quoc-te-ve-game-va-tro-choi-djien-tu.jpg",
  "created_at": {
    "$date": "2024-03-17T09:30:02.197Z"
  },
  "updated_at": {
    "$date": "2024-03-17T09:30:02.201Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "65f6b9df42c45185313e628e"
  },
  "event_title": "AUTOMECHANIKA HCM 2024 – Triển lãm Thương mại ngành Công nghiệp Dịch vụ Ô Tô tại TP. HCM",
  "event_tag": "Thiết bị thông minh-IoT",
  "location": "Trung tâm Triển lãm và Hội nghị Sài Gòn (SECC)",
  "province": "Tp. Hồ Chí Minh",
  "contact_email": "messa@gmail.com",
  "contact_tel": 567592346,
  "start_time": "15:30",
  "start_date": "2024-06-20",
  "end_date": "2024-06-22",
  "description": "<p>Diễn ra từ ngày 20/06 – 22/06/2024 tại Trung tâm Hội chợ và Triển lãm Sài Gòn, quận 7, TP. Hồ Chí Minh, Triển lãm ngành công nghiệp dịch vụ ô tô Việt Nam năm 2024 (Automechanika HCM 2024) là triển lãm chuyên ngành duy nhất về công nghiệp ô tô và các dịch vụ về hậu mãi ô tô, và là một phần của thương hiệu “Automechanika” toàn cầu. Triển lãm Automechanika Tp. Hồ Chí Minh 2024 lần thứ 7 dự kiến thu hút 390 đơn vị trong và ngoài nước tham gia giới thiệu sản phẩm và dịch vụ trên diện tích trưng bày 10.200 mét vuông.</p><p>Theo ban tổ chức triển lãm, Automechanika HCM 2024 sẽ thu hút hơn 390 doanh nghiệp đến từ 16 quốc gia và vùng lãnh thổ. Triển lãm có 9 gian hàng quốc tế của các quốc gia, vùng lãnh thổ là Đài Loan, Đức, Hàn Quốc, Malaysia, Singapore, Thái Lan, Thổ Nhĩ Kỳ, Trung Quốc, UAE. Triển lãm đóng vai trò tạo cầu nối sự hợp tác giữa các nhà sản xuất ô tô, đại lý, nhà phân phối, nhà xuất nhập khẩu, nhà sản xuất phụ tùng OEM, nhà bán lẻ trong và ngoài nước. Triển lãm sẽ giới thiệu toàn bộ chuỗi cung ứng trong ngành công nghiệp ô tô từ công cụ vật liệu, thiết bị chính xác, máy móc kiểm tra, hoàn thiện sản phẩm, robot và tự động hóa…đến phụ tùng và và linh kiện ô tô.</p>",
  "banner": "banner-automechanika-hcm-2024-trien-lam-thuong-mai-nganh-cong-nghiep-dich-vu-o-to-tai-tp-hcm.jpg",
  "created_at": {
    "$date": "2024-03-17T09:37:35.676Z"
  },
  "updated_at": {
    "$date": "2024-03-17T09:37:35.683Z"
  },
  "__v": 0
}]